//ZCICSTST JOB REGION=0M,MSGLEVEL=(1,1),MSGCLASS=R,NOTIFY=IBMUSER
// VARY NET,ACT,ID=ZCICSTST
//CICS EXEC PGM=DFHSIP,PARM='SI',REGION=0M,TIME=1440,
//          MEMLIMIT=NOLIMIT
//STEPLIB  DD DISP=SHR,DSN=DFH610.CICS.SDFHAUTH
//         DD DISP=SHR,DSN=DFH610.SDFHLIC
//         DD DISP=SHR,DSN=CEE.SCEERUN2
//         DD DISP=SHR,DSN=CEE.SCEERUN
//DFHRPL   DD DISP=SHR,DSN=DFH610.CICS.SDFHLOAD
//         DD DISP=SHR,DSN=CEE.SCEECICS
//         DD DISP=SHR,DSN=CEE.SCEERUN2
//         DD DISP=SHR,DSN=CEE.SCEERUN
//DFHCSD   DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHCSD
//DFHLRQ   DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHLRQ
//DFHDMPA  DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHDMPA
//DFHDMPB  DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHDMPB
//DFHAUXT  DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHAUXT
//DFHBUXT  DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHBUXT
//DFHLCD   DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHLCD
//DFHGCD   DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHGCD
//DFHINTRA DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHINTRA
//DFHTEMP  DD DISP=SHR,DSN=IBMUSER.TESTRGS.ZCICSTST.DFHTEMP
//SYSPRINT DD SYSOUT=A
//SYSUDUMP DD SYSOUT=A
//SYSABEND DD SYSOUT=A
//CEEMSG   DD SYSOUT=A
//COUT     DD SYSOUT=A
//MSGUSR   DD SYSOUT=A
//PLIMSG   DD SYSOUT=A
//SYSOUT   DD SYSOUT=A
//SYSIN    DD *
* Abend the region if any SIT parameters are invalid
PARMERR=ABEND
SIT=6$
CICSSVC=216
GRPLIST=(DFHLIST,L)
START=INITIAL
AICONS=AUTO
AUXTRSW=ALL
CSDRLS=NO
CSDRECOV=NONE
CSDBKUP=STATIC
CSDACC=READWRITE
TRANISO=YES
IRCSTRT=YES
ISC=YES
APPLID=ZCICSTST
GMTEXT='ZCICSTST CICS SYSTEM'
DFLTUSER=CICSUSER
USSHOME=/usr/lpp/cicsts/cicsts61
USSCONFIG=/u/ibmuser/testrgs/ZCICSTST/dfhconfig
SYSIDNT=TST
TCPIP=YES
SEC=NO
.END
/*
//*
